/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Mosty jsou součástí sítě Tor a pomáhají obcházet cenzuru. Můžete je zkusit použít, pokud je Tor zablokován vaším poskytovatelem internetového připojení; každý typ mostu používá jinou metodu pro obcházení cenzury: pokud nefunguje jeden z nich, zkuste použít jiný.\n\nMůžete použít mosty vypsané níže nebo získat další na %.";
"No Bridges: Directly Connect to Tor" = "Žádný most: připojit se přímo k Toru";
"Provided Bridges: %" = "Poskytnuté mosty: %";
"Custom Bridges" = "Vlastní mosty";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Nastavení mostů";
"Done" = "Hotovo";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Někdy potřebujete pro připojení k Toru most.";
"TELL ME MORE" = "ŘEKNĚTE MI VÍCE";


// ConnectingViewController.swift
"Connected!" = "Připojeno!";
"__CLAIM_1__" = "Naše rozmanitá komunitá dělá Tor skvělým!";
"__CLAIM_2__" = "Lidé používají Tor, aby nebyli pronásledováni reklamami.";
"__CLAIM_3__" = "Lidé používají Tor, aby bezpečně zůstali v kontaktu se svou rodinou a přáteli.";
"__CLAIM_4__" = "Aktivisté používají Tor, aby svobodně vyjadřovali své názory a domněnky.";
"__CLAIM_5__" = "Blogeři používají Tor, aby lidi motivovali k sociální změně.";
"__CLAIM_6__" = "Novináři používají Tor, aby mohli bezpečně vyšetřit případy, o kterých podávají zprávy.";
"__CLAIM_7__" = "Obchodníci používají Tor, aby udrželi strategie své společnosti v utajení.";
"__CLAIM_8__" = "Pracovníci používají Tor, aby bojovali pro spravedlnost bez obav o svou práci.";


// ConnectingViewController.xib
"We're connecting you." = "Připojujeme vás.";
"START BROWSING" = "ZAČÍT SURFOVAT";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "V jiném prohlížeči otevřete % a vyberte „Get Bridges“. Použijte sekci „Advanced Options“; doporučujeme tzv. „‚obfs4‘ Pluggable Transports“. (Nevybírejte IPv6.)\n\nMůžete klepnout na ikonu kamery pro naskenování QR kódu z webové stránky, nebo manuálně kopírovat a vložit „bridge line“ zde:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Vypadá to, že jsme se zasekli! Opusťte aplikaci. Poté ji znovu otevřete.";


// HelloViewController.xib
"Hello" = "Dobrý den";
"Welcome to Tor on mobile." = "Vítejte v mobilní verzi Toru.";
"CHANGE LANGUAGE" = "ZMĚNIT JAZYK";
"Change Language" = "Změnit jazyk";
"Cancel" = "Zrušit";


// IntroViewController.xib
"CONTINUE WITHOUT" = "POKRAČOVAT BEZ MOSTU";
"USE A BRIDGE" = "POUŽÍT MOST";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Surfujte po internetu tak, jak předpokládáte, že byste měli.";
"No tracking. No censorship." = "Žádné sledování. Žádná cenzura.";


// ScanQrViewController.swift
"Scan QR Code" = "Naskenovat QR kód";
"Error" = "Chyba";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Přístup k fotoaparátu nebyl udělen, nebo není skenování kódu podporované na vašem zařízení.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR kód nemohl být dekódován! Jste si jistý/á, že jste naskenoval(a) QR kód z bridges.torproject.org?";
